 [
    "黃金\n金與其他金屬的合金可產生不同色彩的合金；已有幾千年的被人類利用為裝飾的歷史。",

    "銀\n極易被氧化；標準的純銀一般為含銀量92.5%的銀銅合金，否則銀太軟，難以使用。",

    "鉑\n抗腐蝕，不易起化學變化；冶煉鉑需1773℃的溫度，因此直到1920年代才有充分的利用技術。",

    "鑽石\n硬度最高，光澤絕倫的礦物；一般無色的最受青睞，但因為內含物產生的其他顏色人氣亦不低。",

    "紅榴石\n由鐵和鉻產生的血紅色；波希米亞已有500年利用紅榴石製作珠寶的歷史。",

    "錳鋁榴石\n純淨狀態為鮮橙色，但鐵含量的增加會使其顏色偏向紅色。",

    "貴榴石\n較紅榴石顏色更深。質地鬆脆，刻面邊緣易碎裂。",

    "鈣鉻榴石\n鮮綠色來自於鉻元素。",

    "鈣鋁榴石\n顏色分佈於無色到黑色之間，由於內含物不同呈不同顏色。",

    "粉紅色鈣鋁榴石\n鐵使原本無色的鈣鋁榴石呈現出粉紅色。",

    "綠色鈣鋁榴石\n透明的那些又稱沙弗萊石，具有獨特的醋栗綠色，這顏色來自於鉻和釩。",

    "夾屬榴頂石\n由兩種東西膠合而產生珍貴寶石外觀的寶石。玻璃上加蓋紅貴榴石是最常見的一種款式。",

    "鈣鐵榴石\n最珍貴的一類是翠榴石，其祖母綠色來自於鉻。",

    "黃鐵礦\n又名愚人金，常被誤認為黃金。",

    "閃鋅礦\n通常為深褐色以至於黑色，通常刻面寶石僅供博物館和收藏者收藏。",

    "尖晶石\n因為所含雜質不同而有多種顏色，紅尖晶石最受青睞。",

    "螢石\n不適宜做寶石，但豐富多彩，且常呈現出各種顏色分佈成色帶或斑塊而為有趣的寶石。",

    "方鈉石\n呈各種不同的藍色調，且為青金石礦的重要成分。",

    "藍方石\n為青金石的一部分，晶體很少單獨出現。",

    "青金石\n數種不同礦石組成的藍礦石。據說佩戴青金石可驅逐惡魔。",

    "白鎢礦\n火彩佳，顏色從淡黃白到棕色不等。人工合成的無色白鎢礦被用於仿製鑽石。",

    "錫石\n通常是黑色、晦暗的晶粒，偶有具金剛光澤的紅棕色晶體則供給收藏者。",

    "方柱石\n顏色範圍包括粉紅、紫、藍、黃、灰以至無色，顏色可反映出其成分不同。",

    "金紅石\n大部分時候作為石英或其他寶石中的針狀內含物，晶體可能產生星彩效果。",

    "鋯石\n以無色最為出名，因為極像鑽石，一直被有意無意地當成鑽石。",

    "符山石\n最早發現於義大利的維蘇威火山。很少用做珠寶。",

    "權草紅飾石\n顏色從深紅到亮麗的粉紅，以及各種橙色。在黑暗中較淡的部分會褪為白色，在光線下恢復原有色彩。",

    "祖母綠\n綠色來自於鉻和釩；無瑕疵品少見，常以浸油方式彌補裂縫。",

    "海藍寶石\n具有二向色性，從不同角度可分別呈現藍色與無色。",

    "變色綠玉\n綠柱石的黃色或金黃色變種，被認為與太陽有關。",

    "白綠玉\n綠柱石質純的無色變種，常被用來仿製鑽石或祖母綠。",

    "紅綠柱石\n由錳雜質產生了粉紅、玫瑰紅、桃紅和紫色。具有二向色性。",

    "紅色線柱石\n極為罕見，濃烈的紅色來自錳元素。",

    "磷灰石\n很少有收藏目的外的刻面寶石。恰當地切割可以造出強烈色彩的光輝。",

    "鈹晶石\n非常稀有，唯一直到刻面後才被確認的新礦物。",

    "矽酸鋇鈦礦\n初次被發現時被誤認為藍寶石。二向色性強烈。",

    "水晶\n地球上最普遍的礦物之一，水晶球等產品被用於預測未來。",

    "紫水晶\n具有二向色性。紫水晶晶體中，靠近尖端的顏色較深。",

    "黃水晶\n黃色來自于鐵，天然的極罕見。",

    "玫瑰石英\n主要用於裝飾用雕刻。桃紅色或粉紅色的色澤來自少量的鈦。",

    "褐色石英\n包括淺棕色、深棕色、灰棕色和黑色變種。有些礦物有金紅石內含物。",

    "砂金石\n內含物是能夠反射光線的小晶體，依據內含物性質不同顏色不同。",

    "乳石英\n顯著的乳白色或奶油色，來自充滿氣體和液體氣泡的內含物。",

    "貓光石英\n具有纖維質結構的石英變種，含有能產生貓眼效果的內含物。",

    "具內含物的石英\n多種具內含物的石英的統稱，內含物包括針狀金紅石結晶、黑色針狀或柱狀電氣石結晶、金屬黃色內含物等。",

    "火瑪瑙\n彩虹色彩來自于石英內的氧化鐵，為凸顯虹彩效果常切割成凸面型。",

    "瑪瑙\n具有令人驚歎的繽紛色彩和形狀，還有富有特色的夾層。",

    "縞瑪瑙、紅玉髓和紅縞瑪瑙\n均是鑲嵌作品的最佳材料，都可由瑪瑙仿製。",

    "綠玉髓/蔥綠玉髓\n綠色來自於內含的鎳，是玉髓中最珍貴的一種。",

    "碧玉\n塊狀、微粒的不透明玉髓。具有球狀、絲帶兩種圖案。",

    "光玉髓\n透明的紅橙色玉髓變種，被認為有平靜血氣、鎮靜的效果。",

    "血玉髓和深綠玉髓\n綠色不透明帶斑點的玉髓變種，用於裝飾性雕刻和浮雕。",

    "紅寶石\n由其中鉻和鐵的含量決定其各種不同的紅色。硬度僅次於鑽石。",

    "藍寶石\n所有具有寶石特性的非紅色剛玉都被稱為藍寶石。具有多種顏色。",

    "帕德瑪剛玉\n呈粉橙色的藍寶石，除紅寶石外唯一有自己名字的剛玉變種。",

    "白色藍寶石\n無雜質的剛玉，相當罕見。有些寶石由包含無色部分的不同顏色部分組成。",

    "綠色藍寶石\n被認為是“東方橄欖石”。許多綠色藍寶石由非常細的藍黃色藍寶石交夾構成。",

    "粉紅色藍寶石\n被相信可以祛病消災，因此常常貼緊皮膚佩戴。",

    "黃色藍寶石\n直到十九世紀末，一直被稱為“東方黃玉”。之後，因為自己的特色被視為不同尋常的寶石。",

    "方解石\n具有高度的雙折射特性，是石灰石、大理石、大部分鐘乳石和石筍的主要成分。",

    "矽鈹石\n稀有礦物。雙晶現象普遍，常常與水晶相混淆。",

    "綠銅礦\n呈現鮮豔美麗的祖母綠色。質地鬆脆易碎，因此很少進行刻面。",

    "白雲石\n無色、白色、粉紅色或黃色晶體。具有獨特的彎曲表面，常用於裝潢。",

    "菱鋅石\n通常為藍綠色或綠色葡萄狀塊體或軟層，可用於裝飾，也可被多種金屬染色。",

    "菱錳礦\n粉紅色來自於錳元素；常常用於裝飾。",

    "赤鐵礦\n琢磨成薄片時顯露出血紅色，也可以為短小黑色的棱形結晶體，具有虹彩表面。表面平整的結晶體曾被用作鏡子。",

    "紅色電氣石\n比重隨顏色而變化，深紅的比重大於粉紅色。",

    "靛青電氣石\n深藍色電氣石需經熱處理淡化顏色，製成寶石。",

    "鎂電氣石\n顏色非常深，一般需經熱處理淡化顏色後，利用二向色性在琢磨時顯示較淡和更引人注目的顏色。",

    "無色電氣石\n作為鋰電氣石的變種，不具有強烈的二向色性。",

    "西瓜電氣石\n中心粉紅色、邊緣綠色或反過來的電氣石。有些晶體含多達15種顏色或色調。",

    "黑電氣石\n富含鐵的不透明棱晶。有時晶體可能長達數米。在維多利亞時代廣泛用作治喪珠寶。",

    "綠色和黃色電氣石\n所有電氣石顏色中最普遍的。曾與祖母綠相混淆。",

    "霰石\n通常呈透明或半透明狀，無雜質時呈無色或白色，雜質可能產生黃、藍、粉紅或綠色調。",

    "重晶石\n顏色繁多，但難以用做寶石。晶體可長達一米。",

    "天青石\n通常為無色、乳色、黃、橙或淡藍色的晶體。有些精美的標本可見於博物館。",

    "白鉛礦\n通常無色，也有白、灰、黑色。引人注目，但硬度低，不適合作為寶石，僅為收藏者切磨。",

    "黃玉\n呈各種不同的顏色，其中深金黃色和粉紅色最受喜愛。",

    "金綠寶石\n質地堅硬而耐久，特別適宜製作寶石；具有變石和貓眼寶石兩個特殊的變種。只有具有貓眼效應的金綠寶石才可簡稱為貓眼。",

    "紅柱石\n有強烈而獨特的多向色性，轉動時同一塊寶石會具有綠、黃、紅三種顏色。",

    "賽黃晶\n一般為無色，也可能呈黃色或粉紅色。與無色的黃玉相似，可通過解理與比重鑒別。",

    "頑火輝石\n顏色多變，極為稀有。可作刻面的材料來自卵石。",

    "矽線石\n顏色在藍與綠之間，具有明顯的多向色性，在不同角度分別有淡黃綠、深綠和藍色。",

    "紫菊輝石\n常因顏色過深而無法刻面，但可以琢呈凸面型以展現其閃光的內含物。",

    "堇青石\n又被稱為水藍寶石。因為極強烈的二向色性，可以不用儀器設備就能鑒別。有二向色石之名。",

    "鎂柱晶石\n具有強烈的多向色性，從不同方向查看時，會呈綠色或紅棕色。",

    "貴橄欖石\n由於鐵的存在呈橄欖綠或深綠色，有獨特油脂光澤。雙折射性高。品質上等的晶體極其稀有。",

    "硫酸鉛礦\n通常為無色或略帶黃色調，也可能為灰、綠、紫、棕或黑色晶體。",

    "錫蘭石\n1952年前被認為是棕色的貴橄欖石。具有顯著的多向色性，可被觀察到淡棕、綠棕和深棕色。",

    "鹼性硼酸鈹石\n切磨後似玻璃，但背部刻面的重影在盤型刻面中顯而易見，體現其雙折射性高。",

    "葡萄石\n常呈油脂綠色，也可能為淡黃至棕色。原礦石大多為桶形晶體的集合體，或為葡萄狀。",

    "黝簾石\n品種多，最受青睞的是因釩產生藍色的月泉寶石。",

    "十字石\n不透明，十字形的十字石雙晶更常在珠寶中見到。常被用作護身符及宗教珠寶。",

    "藍線石\n最為人所知的是塊狀形式，可製成引人注目的紫色和藍色裝飾寶石。與水晶共生時，稱為藍線石石英。",

    "磷酸鈉鈹石\n色彩暗淡，硬度低，解理完全，易碎裂，一般僅為收藏者切磨以供玩賞。",

    "巴西石\n特殊而稀有，僅為收藏者切磨，黃色和黃綠色十分醒目。",

    "透輝石\n含鐵越多、含鎂越少，顏色越深；由鉻產生鮮豔的祖母綠色；由錳產生紫藍色。",

    "海泡石\n硬度低、重量輕的極細粒，堅實不透明的礦塊。易加工，被用於製作煙斗。",

    "鋰輝石\n有多種顏色，其中紫鋰輝石和翠綠鋰輝石是兩種寶石變種。受收藏者青睞。",

    "綠簾石\n密度高、質地易碎、解理明顯。多向色性強，主要成分為綠簾石的晶體經拋光或膠合後，可作為“綠簾花崗岩”出售。",

    "榍石\n以火彩強烈和富麗的色彩聞名，但因太脆軟而很少用作珠寶。",

    "無色正長石\n正長石顏色繁多，其中冰長石是無色透明的變種。長石是地球表面最常見的由岩石形成的礦物。",

    "黃色正長石\n是正長石的黃色變種，黃色來自於鐵的存在。易碎，所以最常見階式切磨。",

    "月長石\n是正長石的蛋白色變種，色似月光而得名。品質好的大型寶石罕見。",

    "微斜長石\n鹼性長石的一種。藍綠色半透明變種常被用作珠寶，也被稱為天河石。",

    "硬玉\n又稱翡翠，最重要的礦源在緬甸。最珍貴的帝王綠呈現富麗的深綠色。拋光後常有酒窩般的外觀。",

    "軟玉\n在1863年同硬玉相區別，被視為上等的雕刻材料。韌性強於鋼的連鎖結構。",

    "孔雀石\n因晶體過小而不適宜刻面，但可通過雕刻與拋光展示其條紋。",

    "矽孔雀石\n一般為豔綠色或藍色的外殼，分佈在銅礦開採地區。",

    "藍銅礦\n天藍色的銅礦，常與孔雀石共生。",

    "蛇紋石\n用於珠寶的兩個主要亞種：硬綠蛇紋石（半透明的綠色或藍綠色）和威廉石（半透明油綠，內有紋理或斑點）。",

    "磷頁石\n最稀有的寶石之一，淡藍綠色最受青睞。大型晶體不進行分解、切磨。",

    "天藍石\n顏色為斑駁的淡藍至深藍色。常為不透明狀。",

    "矽硼酸礦\n硬度低、重量輕。經染色可用於仿製其他礦物，尤其是綠松石。",

    "石膏\n有幾種變種：雪花石膏、透明石膏、纖維石膏。最重要的是雪花石膏，而纖維石膏可經拋光或琢成凸面寶石。",

    "矽硼鈣石\n透明無色，或帶黃、綠或白色。僅為收藏者切磨。可能具有銅內含物。",

    "透鋰輝石\n易碎，僅為收藏者切磨。塊狀可切磨為凸面寶石。",

    "藍柱石\n稀有寶石，淡海藍寶石般的顏色最富魅力。琢磨時需加倍小心。",

    "鈉長石\n斜長石的品種之一，一般無色。具藍色光澤的暈色長石較為珍貴。",

    "鈣鈉長石\n斜長石的品種之一，用於珠寶的變種被稱為日長石或閃光長石。",

    "鈣鈉斜長石\n斜長石的品種之一，最常被刻面作寶石的礦物。顯示繽紛色彩或遊彩的材料最常被用作珠寶。",

    "綠松石\n最早開採的寶石之一，因濃烈的色彩而受珍視。據傳，其顏色變化可警告發生兇險或疾病。",

    "薔薇輝石\n具有明顯的粉紅或玫瑰紅色，含黑脈紋者較受歡迎。",

    "磷鋁石\n顏色範圍廣泛，存在大型晶體，但因其硬度較低，僅為收藏者切磨。",

    "斧石\n其晶體邊緣鋒利，具斧頭形狀，因此得名。引人注目且質地堅硬，但易碎，僅為收藏者刻面。",

    "藍晶石\n具寶石特性，呈淡藍至深藍或白色、灰色、綠色。晶體內顏色分佈不均。",

    "蛋白石\n硬化的二氧化矽凝膠，含5-10%的水分，因此會逐漸變幹並出現裂縫。貴蛋白石與普通蛋白石的區別在於是否具有虹彩。",

    "黑曜石\n來自火山熔岩的迅速冷卻，因此很難結晶化。通常呈黑色。",

    "玻隕石\n一種天然玻璃，唯一已知出產綠色透明玻隕石的地方為捷克的莫爾道河。",

    "珍珠\n在貝殼中產生，是其對沙礫之類刺激物的天然防禦。具有特殊的珠光。",

    "煤玉\n來源於有機物質。拋光效果佳，開採和利用時間久，十九世紀時常被用作治喪珠寶。",

    "珊瑚\n由珊瑚蟲的骨骼遺物形成，表面常具有獨特的圖案。日常佩戴時保養要求高。",

    "貝殼\n形狀、大小和顏色變化多端。其中來自於玳瑁的龜甲現在大都被塑膠紡織品所取代。",

    "象牙\n數千年來備受珍視的材料，近年來為保護大象而被限制交易。實際上河馬、抹香鯨等動物的牙也被取用。",

    "琥珀\n樹木樹脂的化石，常為金黃色至金橙色，透明至半透明。可能內含昆蟲、苔蘚、地衣等。常被塑膠、樹脂等仿製。"

  ]
