 [
    "人民、只有人民，才是創造世界歷史的動力。——毛澤東",

    "教育要面向現代化，面向世界，面向未來。——鄧小平",

    "一切反動派都是紙老虎。——毛澤東",

    "星星之火，可以燎原。——毛澤東",

    "只有把人民放在心上，人民才能讓你坐在臺上。——溫家寶",

    "農村包圍城市，武裝奪取政權",

    "至今為止一切社會的歷史都是階級鬥爭的歷史",

    "要讓敵人陷入人民戰爭的汪洋大海",

    "人活著，總得有個堅定的信仰，不光是為了自己的衣食住行，還要對社會有所貢獻。 ——張志新",

    "在理論的政治的認識上，站穩著腳步，才不至於隨時為某些現象或謠言而動搖自己的革命信仰!",

    "人就個人而言終有一死，就整體而言則是不朽的。——艾普利亞",

    "應該支配習慣，而決不能讓習慣支配人，一 個人不能去掉他的壞習慣，那簡直一文不值。 ——奧斯特洛夫斯基",

    "從開始有人類社會以來，沒有哪一個社會能與共產主義社會相比。什麼理想也不能同共產主義這一更崇高更偉大的理想相比。——陶待",

    "砍頭不要緊，只要主義真。殺了夏明翰，還有後來人。——夏明翰",

    "革命尚未成功，同志仍需努力。",

    "一切革命的根本問題是國家政權問題。",

    "革命就象火一樣，任憑大雪封山，鳥獸藏跡，只要我們有火種，就能驅趕嚴寒，帶來光明和溫暖。 ——楊靖宇",

    "革命理想，不是可有可無的點綴品。而是一個人生命的動力。有了理想，就籌於有了靈魂。——吳運鐸",

    "共產黨員是一面旗幟，模範作用呈現在平凡崗位上。",

    "錘子敲打的力量鐮刀收割的希望=旗幟飄揚的輝煌。",

    "立黨為公執政為民，做人民的黨為人民服務。",

    "權為民所用，利為民所謀，情為民所系。",

    "鼓足幹勁，力爭上游，多快好省的建設社會主義。",

    "農村是個廣闊的天地，在那裡是可以大有作為的。",

    "苟利國家生死以，豈因禍福避趨之。(-1s)",

    "思想理論建設是党的建設的根本  ——胡錦濤。",

    "以人為本，積極進取，求真務實，全面發展，永葆先進。",

    "人才是第一資源，是國家發展的戰略資源。",

    "先輩回眸應笑慰，擎旗自有後來人。",

    "在戰略上要藐視敵人，在戰術上要重視敵人!",

    "人民群眾千千萬萬，共產主義理想永不變。",

    "我願永遠做一個螺絲釘。  ——雷鋒",

    "我是廣大勞苦大眾當中的一員，我能幫忙人民克服一點困難，是最幸福的。——雷鋒",

    "如果你是一滴水，你是否滋潤了一寸土地？如果你是一線陽光，你是否照亮了一分黑暗？如果你是一粒糧食，你是否哺育了有用的生命？如果你是最小的一顆螺絲釘，你是否永遠堅守你生活的崗位。——雷鋒",

    "我覺得人生在世，只有勤勞，發奮圖強，用自己的雙手創造財富，為人類的解放事業——共產主義貢獻自己的一切，這才是最幸福的。 ——雷鋒",

    "一滴水只有放進大海裡才永遠不會乾涸，一個人只有當他把自己和集體事業融合在一起的時候才能最有力量。——雷鋒",

    "力量從團結來，智慧從勞動來，行動從思想來，榮譽從集體來。——雷鋒",

    "世界上最光榮的事——勞動，世界上最體面的人——勞動者。",

    "勞動生產力是隨著科學和技術的不斷進步而不斷發展的。——馬克思",

    "資本來到世間，從頭到腳，每個毛孔都滴著血和骯髒的東西。——馬克思",

    "資本是沒有辦法才從事物質生產這種倒楣的事情，它也不願意去從事物質生產，它總希望有更快、更輕鬆的賺錢手段……    ——馬克思",

    "在民主的國家裡，法律就是國王；在專制的國家裡，國王就是法律。——馬克思",

    "體力勞動是防止一切社會病毒的偉大的消毒劑。——馬克思",

    "與其用華麗的外衣裝飾自己，不如用知識武裝自己。  ——馬克思",

    "生產力也包括科學。  ——馬克思",

    "如果有百分之二十的利潤，資本就會蠢蠢欲動；如果有百分之五十的利潤，資本就會冒險；如果有百分之一百的利潤，資本就敢於冒絞首的危險；如果有百分之三百的利潤，資本就敢於踐踏人間一切法律。——馬克思",

    "無產者在這個革命中失去的只是鎖鏈，他們獲得的將是整個世界。 ——馬克思",

    "我們現在必須完全保持黨的紀律，否則一切都會陷入污泥中。 ——馬克思",

    "生產勞動和教育的早期結合是改造現代社會的最強有力的手段之一。 ——馬克思",

    "沒有無義務的權利，也沒有無權利的義務。——馬克思",

    "無產階級專政的首要條件就是無產階級軍隊。——馬克思",

    "實際上，每一個階級，甚至每一個行業，都有各自的道德。 ——恩格斯",

    "社會將按照根據實有資源和整個社會需要而制定的計畫來支配這一切東西。 ——恩格斯",

    "人民萬歲——如雷之發聲，如電之發光!",

    "世界上除了運動著的物質之外，什麼也沒有。 ——列寧",

    "物質可以變成精神，精神可以變成物質。 ——毛澤東",

    "友誼建立在同志中，鞏固在真摯上，發展在批評裡，斷送在奉承中。 ——列寧",

    "沒有革命的理論，就不會有革命的運動。 ——列寧",

    "在革命事業中，認識到自己的缺點就等於改正了一大半。 ——列寧",

    "道德能幫助人類社會升到更高的水準，使人類社會擺脫勞動剝削制。 ——列寧",

    "愛國主義就是千百年來固定下來的對自己的祖國的一種最深厚的感情。 ——列寧",

    "真正建立共產主義社會的任務正是要由青年擔負。 ——列寧",

    "理論在變為實踐，理論由實踐賦予活力，由實踐來修正，由實踐來檢驗。 ——列寧",

    "只有用人類創造的全部知識財富來豐富自己的頭腦，才能成為共產主義者。 ——列寧",

    "增加財富、建立社會主義社會的真正的和唯一的基礎只有一個，這就是大工業。 ——列寧",

    "全世界無產者和被壓迫民族聯合起來。 ——列寧",

    "思想在歷史運動中有巨大的意義。——史達林",

    "要建設，就必須有知識，必須掌握科學。——史達林",

    "生命是以時間為單位的，浪費別人的時間等於謀財害命，浪費自己的時間，等於慢性自殺。——魯迅",

    "我們應該謙虛。謹慎，戒驕，戒躁，全心全意地為人民服務。 ——毛澤東",

    "下定決心，不怕犧牲，排除萬難，去爭取勝利。 ——毛澤東",

    "白求恩同志毫不利己專門利人的精神，表現在他對工作的極端負責任，對同志對人民的極端熱忱。每個共產黨員都要學習他。 ——毛澤東"





  ]
